Repository: aiminickwong/pimixer
Catalog: po/*.po
Languages: de, id, nl, pt, ru, zh_cn

source: No left-click command defined
de: Kein Befehl für den Linksklick definiert
id: Tak ada perintah klik-kiri yang ditentukan
nl: Geen links-klik gedefinieerde commando
pt: Nenhum comando de clique esquerdo definido
ru: Нет предопределенной команды для левой кнопки мыши
zh_cn: 鼠标左键点击命令未定义

source: No left-click command defined yet. You can change this in the plugin properties.
de: Es wurde noch kein Befehl für den Linksklick definiert. Dieser kann in den Eigenschaften des Plugins ausgewählt werden.
id: Tak ada perintah klik-kiri yang ditentukan. Anda dapat mengubah ini di properti plugin.
nl: Geen links-klik opdracht nog niet gedefinieerd. U kunt deze in de plugin eigenschappen aanpassen.
pt: Nenhum comando de clique esquerdo ainda definido. Pode alterar isto nas propriedades do "plug-in".
ru: Команда для левой кнопки мыши еще не указана. Вы можете указать ее в свойствах микшера.
zh_cn: 鼠标左键点击命令未定义，可以通过插件属性来定义。

source: Properties
de: Eigenschaften
id: Properti
nl: Eigenschappen
pt: Propriedades
ru: Параметры
zh_cn: 属性

source: Could not execute the command "%s". Ensure that either the location of the command is included in the PATH environment variable or that you are providing the full path to the command.
de: Konnte den Befehl »%s« nicht ausführen. Stellen Sie sicher, dass der Befehl existiert und der angegebene Pfad korrekt ist.
id: Tak dapat mengeksekusi perintah "%s". Pastikan bahwa lokasi perintah ikut disertakan dalam variabel lingkungan ALAMAT atau anda menyediakan alamat penuh ke perintah.
nl: Kon niet uitvoeren het commando "%s". Zorg ervoor dat ofwel de locatie van de opdracht is opgenomen in de PATH-omgevingsvariabele of dat u de volledige pad naar het commando verstrekt.
pt: Incapaz de executar o comando "%s". Certifique-se que a localização do comando está incluída na variável de ambiente PATH ou de que forneceu o caminho completo para o comando.
ru: Невозможно выполнить команду "%s". Удостоверьтесь, что команда включена в системную переменную PATH для вашего пользователя или, что вы указали полный путь к команде.
zh_cn: 无法运行命令“%s”，请确定该命令的路径包含在 PATH 环境变量中，或者你使用了该 命令的完整路径。

source: GStreamer was unable to detect any sound devices. Some sound system specific GStreamer packages may be missing. It may also be a permissions problem.
de: GStreamer konnte keine Soundkarten finden. Möglicherweise sind Pakete für das verwendete Soundsystem noch nicht installiert. Ebenso könnte es ein Problem mit den Benutzerrechten sein.
id: GStreamer tak dapat mendeteksi kartu suara apapun. Beberapa sistem suara spesifik GStreamer mungkin hilang. Atau mungkin juga masalah hak akses.
nl: GStreamer is niet in staat om een geluid apparaten te detecteren. Sommige specifieke geluidsinstallatie GStreamer-pakketten kunnen ontbreken. Het kan ook een machtigingen probleem zijn.
pt: O GStreamer não foi capaz de detectar quaisquer dispositivos de som. Pode ser necessário instalar alguns pacotes GStreamer. Pode também ser um problema de permissões.
ru: Не найдено ни одного звукового устройства поддерживаемого звуковой подсистемой GStreamer. Возможно, у вас отсутствуют необходимые для GStreamer пакеты или неверно настроены права на доступ к звуковому устройству.
zh_cn: Gstreamer 检测不到任何声音设备。可能是一些 Gstreamer 的设备插件没有安装， 或者您没有使用声音设备的权限。

source: Mixer Plugin
de: Lautstärkeregelung
id: Plugin Mixer
pt: "Plug-in" Misturador
ru: Регулятор громкости
zh_cn: 混音器插件

source: Configure the mixer track and left-click command
de: Konfiguration von Bedienelementen und dem Befehl für den Linksklick
id: Atur jalur mixer dan perintah klik-kiri
nl: Configureer de mixer track en links-klik commando
pt: Configurar a faixa misturadora e o comando de clique esquerdo
ru: Укажите канал микшера и команду для левой кнопки мыши
zh_cn: 配置混音器通道和鼠标左击命令

source: Sound card
de: Soundkarte
id: Kartu suara
nl: Geluidskaart
pt: Placa de som
ru: Звуковая карта
zh_cn: 声卡

source: Mixer track
de: Element
id: Jalur mixer
pt: Faixa misturadora
ru: Канал микшера
zh_cn: 混音器通道

source: Left-click command
de: Befehl bei Linksklick
id: Perintah klik-kiri
nl: Linkermuisknop opdracht
pt: Comando de clique esquerdo
ru: Команда для левой кнопки мыши
zh_cn: 鼠标左击命令

source: Select command
de: Befehl auswählen
id: Pilih perintah
nl: Selecteer commando
pt: Seleccione o comando
ru: Управляемые каналы
zh_cn: 选择命令

source: All Files
de: Alle Dateien
id: Semua Berkas
nl: Alle bestanden
pt: Todos os ficheiros
ru: Все файлы
zh_cn: 所有文件

source: Executable Files
de: Ausführbare Dateien
id: Berkas Dapat Dieksekusi
nl: Uitvoerbare bestanden
pt: Ficheiros executáveis
ru: Запускаемые файлы
zh_cn: 可执行文件

source: Perl Scripts
de: Perl-Skripte
id: Skrip Perl
pt: "Scripts" Perl
ru: Скрипты на языке Perl
zh_cn: Perl 脚本

source: Python Scripts
de: Python-Skripte
id: Skrip Python
pt: "Scripts" Python
ru: Скрипты на языке Python
zh_cn: Python 脚本

source: Ruby Scripts
de: Ruby-Skripte
id: Skrip Ruby
pt: "Scripts" Ruby
ru: Скрипты на языке Ruby
zh_cn: Ruby 脚本

source: Shell Scripts
de: Shell-Skripte
id: Skrip Shell
ru: Скрипты командной оболочки
zh_cn: Shell 脚本

source: Mixer
de: Lautstärkeregelung
nl: Volumeregelaar
pt: Misturador
ru: Регулятор громкости
zh_cn: 混音器

source: Volume control for your sound card
de: Lautstärkeregelung für Ihre Soundkarte
id: Kendali volume untuk kartu suara anda
nl: Volumeregeling voor uw geluidskaart
pt: Controlador de volume para a placa de som
ru: Удобный регулятор громкости для вашей звуковой карты
zh_cn: 声卡音量控制

source: Unknown Volume Control %d
de: Unbekannter Lautstärkeregler %d
id: Kontrol Volume %d Tak Dikenal
nl: Onbekend Volume Control %d
pt: Controlo de volume desconhecido %d
ru: Неизвестный канал %d
zh_cn: 未知音量控制 %d

source: Failed to initialize xfconf: %s
de: Konnte xfconf nicht initialisieren. Grund: %s
id: Gagal menginisialisasi xfconf: %s
nl: Mislukt xfconf te initialiseren: %s
pt: Falha ao iniciar o xfconf: %s
ru: Невозможно соединиться с менеджером настроек xfconf: %s
zh_cn: 无法初始化 xfconf：%s

source: Playback
de: Wiedergabe
id: Putar kembali
nl: Afspelen
pt: Reproduzir
ru: Воспроизведение
zh_cn: 回放

source: Capture
de: Aufnahme
id: Tangkap
nl: Opnemen
pt: Capturar
ru: Запись
zh_cn: 采集

source: Switches
de: Schalter
id: Tukar
nl: Schakelaars
pt: Interruptores
ru: Переключатели
zh_cn: 开关

source: Options
de: Optionen
id: Opsi
nl: Opties
pt: Opções
ru: Параметры
zh_cn: 选项

source: No controls visible
de: Keine Bedienelemente sichtbar
id: Tak ada kontrol tampak
nl: Geen zichtbare controles
pt: Nenhum controlo visível
ru: Не выбраны управляемые каналы
zh_cn: 没有可见控制

source: No controls are marked as visible. Please open the <span size='large'><b>Select Controls</b></span> dialog to select some.
de: Es sind keine Bedienelemente als sichtbar vermerkt. Bitte benutzen Sie den Dialog <span size='large'><b>Elemente auswählen</b></span>, um Elemente auszuwählen.
id: Tak ada kontrol yang ditandai sebagai terlihat. Silakan buka dialog <span size='large'><b>Pilih Kontrol</b></span> untuk memilih.
nl: Geen controleszijn gemarkeerd als zichtbaar. Open de <b><span size='large'>Selecteer Controls</span></b> dialoogvenster om een aantal te selecteren.
pt: Nenhum controlo marcado como visível. Por favor, abra o diálogo <span size='large'><b>Seleccione os controlos</b></span> para seleccionar algum.
ru: Не выбрано ни одного управляемого канала. Вы можете выбрать каналы с помощью диалога <span size='large'><b>Выбора каналов</b></span>.
zh_cn: 没有控制被标为可见。请打开 <span size='large'><b>选择控制</b></span> 对话框来选一些。

source: Select Controls
de: Elemente auswählen
id: Pilih Kontrol
nl: Selecteer Controles
pt: Seleccione os controlos
ru: Управляемые каналы
zh_cn: 选择控制

source: Select which controls should be visible
de: Wählen Sie Bedienelemente aus, die angezeigt werden sollen
id: Pilih kontrol mana yang harus tampak
nl: Selecteer welke controles zichtbaar moeten zijn
pt: Seleccione os controlos que devem ser vistos
ru: Выберите отображаемые каналы
zh_cn: 选择那些控制可见

source: _Quit
de: B_eenden
id: _Keluar
nl: Af_sluiten
pt: _Sair
ru: В_ыход
zh_cn: 退出(_Q)

source: Exit the mixer
de: Lautstärkeregelung verlassen
id: Sunting mixer
nl: Xfce volumeregelaar afsluiten
pt: Sair do misturador
ru: Закрыть регулятор громкости
zh_cn: 退出混音器

source: _Select Controls...
de: Elemente au_swählen...
id: _Pilih Kontrol...
nl: _Selecteer Controles ...
pt: Seleccione os _controlos...
ru: _Выбрать каналы...
zh_cn: 选择控制(_S)...

source: Select which controls are displayed
de: Auswählen, welche Bedienelemente angezeigt werden
id: Pilih kontrol mana yang ditampilkan
nl: Selecteer welke controles worden weergegeven
pt: Seleccione os controlos que devem ser exibidos
ru: Выберите отображаемые каналы
zh_cn: 选择显示哪些控制

source: Configure sound card(s) and control the volume of selected tracks
de: Konfigurieren Sie Ihre Soundkarte(n) und regeln Sie die Lautstärke ausgewählter Elemente
id: Atur kartu suara anda dan kendalikan volume jalur terpilih
nl: Configureer geluidskaart (s) en het volume van de geselecteerde tracks
pt: Configurar a(s) placa(s) de som e o volume das faixas seleccionadas
ru: Настройте ваши звуковые карты и управляйте громкостью выбранного канала
zh_cn: 配置声卡并控制所选通道的音量

source: Sound card:
de: Soundkarte:
id: Kartu suara:
nl: Geluidskaart:
pt: Placa de som:
ru: Звуковая карта:
zh_cn: 声卡：

source: Audio mixer for the Xfce Desktop Environment
de: Lautstärkeregelung
id: Mixer audio untuk Lingkungan Destop Xfce
nl: Volumeregelaar voor de Xfce bureaublad omgeving
pt: Misturador áudio para o ambiente de trabalho Xfce
ru: Регулятор громкости для рабочего окружения Xfce
zh_cn: Xfce 桌面环境混音器
